Repository: ubuntu-ir/mess-desktop-entries
Catalog: po/*.po
Languages: bs, da, el, fr, gl, pl, sr, sr@latin

source: Dreamcast ROM Player
bs: Dreamcast ROM plejer
da: Dreamcast ROM-afspiller
el: Αναπαραγωγέας Dreamcast ROM
fr: Lecteur de ROM Dreamcast
gl: Reprodutor de ROM para Dreamcast
pl: Odtwarzacz plików ROM konsoli Dreamcast
sr: Дримкаст РОМ плејер
sr@latin: Drimkast ROM plejer

source: Play Sega Dreamcast games
bs: Igrajte Siga Dreamcast igrice
da: Spil Sega Dreamcast-spil
el: Παίξτε παιχνίδια του Sega Dreamcast
fr: Jouer à des jeux Sega Dreamcast
gl: Xogar a xogos de Sega Dreamcast
pl: Odtwarzanie gier konsoli Sega Dreamcast
sr: Играјте Сега дримкаст игре
sr@latin: Igrajte Sega drimkast igre

source: Game Boy ROM Player
bs: Game Boy ROM plejer
da: Game Boy ROM-afspiller
el: Αναπαραγωγέας Game boy ROM
fr: Lecteur de ROM Game Boy
gl: Reprodutor de ROM para Game Boy
pl: Odtwarzacz plików ROM konsoli Game Boy
sr: Гејм бој РОМ плејер
sr@latin: Gejm boj ROM plejer

source: Play Nintendo Game Boy games
bs: Igrajte Nintendo Game Boy igre
da: Spil Nintendo Game Boy-spil
el: Παίξτε παιχνίδια του Nintendo Game Boy
fr: Jouer à des jeux Nintendo Game Boy
gl: Xogar a xogos de Game Boy de Nintendo
pl: Odtwarzanie gier konsoli Nintendo Game Boy
sr: Играјте Нинтендо гејм бој игре
sr@latin: Igrajte Nintendo gejm boj igre

source: Game Boy Advance ROM Player
bs: Game Boy Advance ROM plejer
da: Game Boy Advance ROM-afspiller
el: Αναπαραγωγέας Game Βoy Advance ROM
fr: Lecteur de ROM Game Boy Advance
gl: Reprodutor de ROM para Game Boy Advance
pl: Odtwarzacz plików ROM konsoli Game Boy Advance
sr: Гејм бој напредни РОМ плејер
sr@latin: Gejm boj napredni ROM plejer

source: Play Nintendo Game Boy Advance games
bs: Igrajte igre za Nintendo Game Boy Advance
da: Spil Nintendo Game Boy Advance-spil
el: Παίξτε παιχνίδια του Nintendo Game Boy Advance
fr: Jouer à des jeux Nintendo Game Boy Advance
gl: Xogar a xogos de Game Boy Advance de Nintendo
pl: Odtwarzanie gier konsoli Nintendo Game Boy Advance
sr: Играјте Нинтендо гејм бој напредне игре
sr@latin: Igrajte Nintendo gejm boj napredne igre

source: Genesis ROM Player
da: Genesis ROM-afspiller
el: Αναπαραγωγέας Genesiw ROM
fr: Lecteur de ROM Genesis
gl: Reprodutor de ROM para Genesis
pl: Odtwarzacz plików ROM konsoli Genesis
sr: Генезис РОМ плејер
sr@latin: Genezis ROM plejer

source: Play Sega Genesis games
bs: Igrajte Siga Genesis igre
da: Afspil Sega Genesis-spil
el: Παίξτε παιχνίδια του Sega Genesis
fr: Jouer à des jeux Sega Genesis
gl: Xogar a xogos de Sega Genesis
pl: Odtwarzanie gier konsoli Sega Genesis
sr: Играјте Сега генезис игре
sr@latin: Igrajte Sega genezis igre

source: MSX ROM Player
da: MSX ROM-afspiller
el: Αναπαραγωγέας MSX ROM
fr: Lecteur de ROM MSX
gl: Reprodutor de ROM par MSX
pl: Odtwarzacz plików ROM konsoli MSX
sr: МСИкс РОМ плејер
sr@latin: MSIks ROM plejer

source: Play MSX games
bs: Igrajte MSX igrice
da: Afspil MSX-spil
el: Παίξτε παιχνίδια του MSX
fr: Jouer à des jeux MSX
gl: Xogar a xogos de MSX
pl: Odtwarzanie gier konsoli MSX
sr: Играјте МСИкс игре
sr@latin: Igrajte MSIks igre

source: Nintendo64 ROM Player
bs: Nintendo64 ROM plejer
da: Nintendo64 ROM-afspiller
el: Αναπαραγωγέας Nintendo64 ROM
fr: Lecteur de ROM Nintendo64
gl: Reprodutor de ROM para Nintendo 64
pl: Odtwarzacz plików ROM konsoli Nintendo64
sr: Нинтендо64 РОМ плејер
sr@latin: Nintendo64 ROM plejer

source: Play Nintendo 64 games
bs: Igrajte Nintendo 64 igrice
da: Afspil Nintendo 64-spil
el: Παίξτε παιχνίδια του Nintendo 64
fr: Jouer à des jeux Nintendo 64
gl: Xogar a xogos de Nintendo 64
pl: Odtwarzanie gier konsoli Nintendo 64
sr: Играјте Нинтендо 64 игре
sr@latin: Igrajte Nintendo 64 igre

source: NES ROM Player
bs: NES ROM plejer
da: NES ROM-afspiller
el: Αναπαραγωγέας NES ROM
fr: Lecteur de ROM NES
gl: Reprodutor de ROM para NES
pl: Odtwarzacz plików ROM konsoli NES
sr: НЕС РОМ плејер
sr@latin: NES ROM plejer

source: Play Nintendo Entertainment System games
bs: Igrajte Nintendo Entertainment System igre
da: Spil Nintendo Entertainment System-spil
el: Παίξτε παιχνίδια του Nintendo Entertainment System
fr: Jouer à des jeux Nintendo Entertainment System
gl: Xogar a xogos de Nintendo Entertainment
pl: Odtwarzanie gier konsoli Nintendo Entertainment System
sr: Играјте Нинтендо забавног система игре
sr@latin: Igrajte Nintendo zabavnog sistema igre

source: Sega Master System/Game Gear ROM Player
bs: Siga Master Sistem/ROM plejer uređaj za igrice
da: Sega Master System/Game Gear ROM-afspiller
el: Αναπαραγωγέας Sega Master System/Game Gear ROM
fr: Lecteur de ROM Sega Master System/Game Gear
gl: Reprodutor de ROM para Sega Master System/Game Gear
pl: Odtwarzacz plików ROM konsol Sega Master System/Game Gear
sr: Сега мастер систем/Гејм гир РОМ плејер
sr@latin: Sega master sistem/Gejm gir ROM plejer

source: Play Sega Master System and Game Gear games
bs: Igrajte Siga Master System i Game Gear igrice
da: Spil Sega Master System-spil og Game Gear-spil
el: Παίξτε παιχνίδια του Sega Master System και του Game Gear
fr: Jouer à des jeux Sega Master System et Game Gear
gl: Xogar a xogos de Master System e Game Gear de Sega
pl: Odtwarzanie gier konsol Sega Master System i Game Gear
sr: Играјте Сега мастер система и Гејм гир игре
sr@latin: Igrajte Sega master sistema i Gejm gir igre

source: Super NES ROM Player
bs: Super NES ROM plejer
da: Super NES ROM-afspiller
el: Αναπαραγωγέας Super NES ROM
fr: Lecteur de ROM Super NES
gl: Reprodutor de ROM de Super NES
pl: Odtwarzacz plików ROM konsoli Super NES
sr: Супер НЕС РОМ плејер
sr@latin: Super NES ROM plejer

source: Play Super Nintendo Entertainment System games
bs: Igrajte Super Nintendo igrice za sistemsko okruženje
da: Spil Super Nintendo Entertainment System-spil
el: Παίξτε παιχνίδια του Super Nintendo Entertainment System
fr: Jouer à des jeux Super Nintendo Entertainment System
gl: Xogar a xogos de Super Nintendo Entertainment
pl: Odtwarzanie gier konsoli Super Nintendo Entertainment System
sr: Играјте Супер Нинтендо забавног система игре
sr@latin: Igrajte Super Nintendo zabavnog sistema igre
